tap "homebrew/cask-fonts"

brew "bat"
#brew "ffmpeg"
brew "yt-dlp"
brew "starship"
brew "wget"
brew "exiftool"

cask "mpv"
cask "anaconda"
cask "obsidian"
cask "visual-studio-code"
cask "gnucash"
cask "vlc"
cask "notion"
#cask "monitorcontrol"
cask "raycast"
cask "calibre"
cask "emacs"
cask "zotero"
cask "macmediakeyforwarder"
cask "topnotch"
#cask "notunes"
cask "kitty"
cask "font-iosevka-nerd-font"
cask logseq
