tap "homebrew/cask-fonts"

brew "bat"
#brew "ffmpeg"
brew "yt-dlp"
brew "starship"
brew "wget"
brew "exiftool"
brew "nvi"
brew "lsd"
brew "toot"

cask "mpv"
cask "anaconda"
cask "obsidian"
cask "visual-studio-code"
cask "gnucash"
#cask "vlc"
cask "notion"
#cask "monitorcontrol"
cask "raycast"
cask "calibre"
cask "zotero"
cask "macmediakeyforwarder"
cask "topnotch"
cask "notunes"
cask "font-iosevka-nerd-font"
cask "cloudflare-warp"
cask "musicbrainz-picard"
cask "kitty"
cask "unnaturalscrollwheels"
