tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "epr"
brew "exiftool"
brew "ffmpeg"
brew "go"
brew "helix"
brew "htop"
brew "lsd"
brew "mpc"
brew "mpd", restart_service: true
brew "ncmpc"
brew "newsboat"
brew "nvi"
brew "pandoc"
brew "starship"
brew "syncthing", restart_service: true
brew "texlive"
brew "toot"
brew "wget"
brew "yt-dlp"
cask "anaconda"
cask "brave-browser"
cask "calibre"
cask "cloudflare-warp"
cask "emacs"
cask "font-iosevka-nerd-font"
cask "google-drive"
cask "gnucash"
cask "iina"
cask "kitty"
cask "logseq"
cask "macmediakeyforwarder"
cask "mendeley-reference-manager"
cask "microsoft-edge"
cask "MonitorControl"
cask "mpv"
cask "musicbrainz-picard"
cask "notion"
cask "notunes"
cask "nuclear"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "sigil"
cask "spotify"
cask "topnotch"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vpn-by-google-one"
cask "zotero"
vscode "ahmadawais.shades-of-purple"
vscode "arrterian.nix-env-selector"
vscode "bbenoist.Nix"
vscode "denoland.vscode-deno"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "IBM.output-colorizer"
vscode "JakeBecker.elixir-ls"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.blazorwasm-companion"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "ryu1kn.partial-diff"
vscode "sastan.twind-intellisense"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tauri-apps.tauri-vscode"
vscode "twxs.cmake"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "ziglang.vscode-zig"
