git
xorg-server
xorg-xinit
xmonad
rxvt-unicode
dmenu
rofi
xclip
openssh
stow
terminus-font
zsh
xbindkeys
xmonad-contrib
xmobar
xorg-xrandr
vim
awesome-terminal-fonts
compton
slock
ibus
xorg-xfontsel
alsa-utils
xorg-xbacklight
pcmanfm
xscreensaver
htop
glances
xf86-video-intel
libva-intel-driver
libvdpau-va-gl
ttf-croscore
feh
tlp
powertop
libu2f-host
zenity
screenkey
maim
vlc
dunst
redshift
libva-utils
vdpauinfo
bluez-utils
bluez
pulseaudio-bluetooth
ibus-libpinyin
ttf-arphic-uming
ttf-arphic-ukai
noto-fonts-extra
noto-fonts-cjk
xss-lock
mesa-demos
axel
chromium-vaapi-bin
networkmanager-dmenu-git
