git
xorg-server
xorg-xinit
xmonad
rxvt-unicode
dmenu
rofi
xclip
openssh
stow
terminus-font
zsh
xbindkeys
xmonad-contrib
xmobar
xorg-xrandr
vim
awesome-terminal-fonts
compton
slock
ibus
xorg-xfontsel
alsa-utils
xorg-xbacklight
pcmanfm
xscreensaver
htop
glances
xf86-video-intel
libva-intel-driver
ttf-croscore
feh
