alsa-utils
autoconf
automake
awesome-terminal-fonts
axel
bash
binutils
bison
bluez
bluez-utils
bzip2
chromium-vaapi-bin
compton
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dmenu
dunst
e2fsprogs
efibootmgr
exfat-utils
fakeroot
feh
file
filesystem
findutils
firefox
flex
fwupdate
gawk
gcc
gcc-libs
gettext
git
glances
glibc
grep
groff
grub
gzip
htop
ibus
ibus-libpinyin
inetutils
intel-ucode
iproute2
iputils
jfsutils
less
libreoffice-fresh
libtool
libu2f-host
libva-intel-driver
libva-utils
libvdpau-va-gl
licenses
linux
linux-firmware
logrotate
lvm2
m4
maim
make
man-db
man-pages
mdadm
mesa-demos
nano
netctl
networkmanager
networkmanager-dmenu-git
noto-fonts-cjk
noto-fonts-extra
openssh
pacman
patch
pciutils
pcmanfm
perl
pkgconf
powertop
procps-ng
psmisc
pulseaudio-bluetooth
redshift
reiserfsprogs
rofi
rxvt-unicode
s-nail
screenkey
sed
shadow
slock
spotify
stow
sudo
sysfsutils
systemd
systemd-sysvcompat
tar
terminus-font
texinfo
tlp
tor-browser
ttf-arphic-ukai
ttf-arphic-uming
ttf-croscore
usbutils
util-linux
vdpauinfo
vi
vim
vlc
which
wpa_supplicant
xbindkeys
xclip
xf86-video-intel
xfsprogs
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xbacklight
xorg-xfontsel
xorg-xinit
xorg-xrandr
xscreensaver
xss-lock
yay
youtube-dl
zenity
zsh
